const title = "吕梁山的吕梁精神";

const msg = {
  from: "光明日报",
  date: "2021-02-24 08:20:00",
  view: 18,
  star: 10,
};

const text = `
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/468d9c5040079059afae4f9b27cb2c49339d585e31b09d1bf44a2b89d7678a02?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
在河套平原大拐弯后，黄河一头撞上吕梁山，掉头与其并行一路向南，出壶口，过风陵渡，向东而去，浩浩荡荡。
纵贯山西全境的吕梁山，还有东西两侧流经的汾河、黄河，共同孕育了这片两万多平方公里的土地。
吕梁，是一座年轻的城市，撤地设市的历史尚不足20年；这也是一片古老的土地，见证了“三家分晋”“红军东征”，碛口古镇骡马运输队的马蹄声、最先从石楼县传出的千古绝唱《沁园春·雪》穿越时空，久久回荡在表里山河的上空。
就是这片黄土遍布、山峰耸立、沟壑纵横，完全算不上富足的土地，在烽火岁月和艰苦建设年代，锻造出宝贵的“吕梁精神”。当地人这样概括从他们脚下的土地中生长而出的精神之花：艰苦奋斗、顾全大局、自强不息、勇于创新。
2017年6月，在山西考察工作的习近平总书记来到晋绥边区革命纪念馆，郑重地向革命烈士敬献花篮。他动情地说：“革命战争年代，吕梁儿女用鲜血和生命铸就了伟大的吕梁精神。我们要把这种精神用在当今时代，继续为老百姓过上幸福生活、为中华民族伟大复兴而奋斗。”
都说伟大源自苦难。吕梁山片区是全国14个集中连片贫困地区之一，贫困痕迹是如此之深刻。然而，一代代吕梁儿女与恶劣的自然和发展环境做斗争，不服也不屈于“命运的安排”，凭着一股子劲儿，一点点搬走贫困的大山，向着更明亮处坚定前行。
1.为信念，至死不渝
吕梁山脉西隔黄河与陕北相望，是由晋入陕的门户。表里山河的地形构成一道天然的保护屏障，自古以来就是兵家必争之地。革命战争年代，吕梁山这片“天地之脊骨”，是红军东征的主战场、晋绥边区首府和中共中央后方委员会机关所在地。
1936年初，毛泽东同志、彭德怀同志率中国人民红军抗日先锋军，东渡黄河进入吕梁境内，“以发展求巩固”。这次东征历时75天，但只在吕梁境内就有3000多人加入红军，筹集到30余万银圆，极大缓解了陕甘根据地经济困难的问题。
星星之火，可以燎原。在这之后，信仰的力量在集结，信仰的火炬熊熊燃烧。
在联合国所谓“不适宜人类居住”的地方、山西省贫困程度最深的地区，艰苦的自然环境让这里的人们磨炼出异于平常的豪爽和悍勇。他们倔强的脊背似乎能够承受更大的压力，只要有一束希望之光扫过，便迅即爆发出更大的能量，不顾一切去追逐希望。
这或许可以解释，在条件十分艰难、斗争极其险恶的情况下，从这里分别通向晋东南和延安的“钢铁走廊”何以能突破敌人的重重分割与封锁，成功运送1000多吨重要战略物资；
这或许可以解释，在抗日战争的“反扫荡”中，当地民众何以能创造出那么多攻击敌人的“土办法”，与日军殊死搏斗；
这或许可以解释，为何这里会涌现出临终前大义凛然喊出“怕死不当共产党”的英雄刘胡兰，为何这里会写下“养兵十万、牺牲一万”的历史悲壮。
“生的伟大，死的光荣”。1947年，刘胡兰英勇就义的事迹经《晋绥日报》报道后，毛泽东同志挥笔疾书写下这八个大字。直到今天，人们仍震撼于她不怕牺牲、视死如归的英雄气概。
“‘山药蛋派’作家马烽和西戎以吕梁人民在抗日战争时期艰苦卓绝的斗争经历为基础，写作小说《吕梁英雄传》，展现了吕梁人民浴血奋战、威武不屈的斗争精神，是抗日战争时期吕梁人民前赴后继、奋勇杀敌的写照。这部小说也一度成为吕梁的代名词，是对吕梁精神的生动诠释。”晋绥边区革命纪念馆馆长梁明德说。这部小说自1946年出版以来，多次重印，印数保守估计超过200万册。
革命时期，为了风展红旗，刘胡兰们将生死置之度外；建设时期，为了拔掉穷根，梁宝们将“小我”无限压缩，与贫穷这个敌人斗争直至生命的最后一刻。
在山西，名字中带“垣”的地方，多是坐落在黄土高原沟壑纵横的山峦之上的小村庄。梁宝担任村党支部书记的石楼县灵泉镇薛家垣正是这样一个地方。1986年，上海第一座地铁车站动工兴建，而在薛家垣，点灯依旧用油，吃水依旧靠担，出山依旧靠腿。
“我们土山上没理由修不出路，就是用手刨也要刨出一条路来！”誓要带领乡亲们摆脱贫困的梁宝，不要命了似的“榨干”自己的所有精力和时间，不信穷命、不存侥幸。28年过去了，薛家垣电通了，水通了，路通了，村民人均纯收入翻了22倍，但梁宝却因罹患肺癌不幸去世。患癌期间他仍不忘工作，被乡亲们赞誉为“当代吕梁英雄”。
在刘胡兰的家乡文水县刘胡兰村，为纪念她而建造的刘胡兰纪念馆，60多年来已陆续接待1600多万人前来参观。刘胡兰纪念馆馆长任应福介绍说：“70多年来，刘胡兰的英名与事迹深深铭刻在广大党员干部群众心中，是激励我们做到‘一句誓言、一生作答’的宝贵精神财富。”
在距它将近200公里处的薛家垣，庭院种植、光伏发电等多元产业让村民更富、乡村更美。“事业需要发展，精神需要继承。从刘胡兰到梁宝，他们活着是一面旗帜，逝去是一座丰碑，这种精神是我们宝贵的财富，我们会迎难而上，不达目的誓不罢休，不辜负村民的期待，不辜负前人的牺牲与付出。”薛家垣现任村党支部书记梁珍说。
2.识大局，倾力奉献
2018年6月，一列车厢内外印着“蔡家崖号”字样以及八路军卡通敬礼形象的火车开进吕梁兴县蔡家崖村，带动老区驶入发展红色旅游的快车道。
作为革命老区，这里曾是中共中央晋西北军政委员会、晋绥分局、八路军120师和晋绥军区、晋西北行政公署所在地，被誉为“小延安”。
“四万万人齐蹈厉，同心同德一戎衣”。面对外族入侵、民族危亡，吕梁儿女奋起反抗，他们拿起大刀、步枪、火枪，与装备精良的日寇伪军进行战斗，谱写了一曲不朽的“吕梁英雄传”。
据不完全统计，抗战时期吕梁地区伤亡人数便达9.8万余人，占晋绥边区伤亡总数的近40%，吕梁人口由40万减少到25万。
“捐躯赴国难，视死忽如归”。在此过程中，涌现出了用鲜血和生命捍卫共产主义信仰的贺昌、“一身赤胆为革命”的张叔平等仁人志士。他们将个人的生命和财产置之度外，挺起了民族的脊梁，像一盏盏明灯，给今天的人们以光亮。
吕梁山大沟深、坡陡地瘠，十年九旱。面对生存困难、自顾不暇的艰苦条件，吕梁儿女勒紧裤腰带、节衣缩食，保证根据地的粮食需求，彰显了顾全大局、无私奉献的精神气质。
据不完全统计，1940年至1945年，晋绥边区人民共缴纳公粮1686.35万公斤，晋绥根据地支援中央的经费一般要占到边区财政的50%～60%，而吕梁几个专区则占到了70%。
“平生铁石心，忘家思报国”。在投身抗日战争、共御外侮的过程中，共产党人刘少白主动将自家土地和多余住房交给政府；牛友兰先后捐资35000块银圆，捐粮两万多公斤，以及大量棉花、布匹等物资，这几乎是他的全部家产……吕梁儿女用自己的实际行动为取得革命胜利贡献了力量。
解放战争时期，吕梁作为晋绥边区的腹心地区，承担了供给中央和西北财政、物资等支出的主要任务。1947年9月至11月，为西北野战军运送粮食281万公斤。1947年10月24日，为西北野战军筹备运送棉衣6.5万套、棉鞋16万双、棉被2500床。
1949年春，随着我军解放城市的增加，接管干部严重不足。根据党中央的指示，吕梁区域先后抽调1087名区级以上干部，组成1套地级班子、5套半县级班子、23套区级班子分赴陕西、青海、宁夏、四川、云南、湖北、福建等地开展工作。
新中国成立70多年来，山西作为我国重要的能源重化工基地，为国家发展作出了突出贡献，“点亮了全国一半的灯”。而吕梁作为山西重要的能源产地，煤铁产量居全省前列，默默支撑着中国速度。
一串串数字，彰显了吕梁人民以国家大局为重的胸怀与格局，诠释了吕梁人民对党忠诚的政治立场，书写了吕梁人民无私奉献的家国情怀。
党的十八大以来，党中央把贫困人口脱贫作为全面建成小康社会的底线任务和标志性指标，在全国范围全面打响了脱贫攻坚战。号声响起，全员集结。在脱贫攻坚的战场上，吕梁儿女继承优良传统，传承红色基因，干出一番天地。
人们记住了一个个平凡而伟大的人物：为了成立杂粮合作社带大家致富，自己贴钱给农户送白面的小米经纪人贺虎平；从来没有过农村工作经验，最后却被村民拽住不让走的机关干部李玉昌等。这些扎根基层、为脱贫攻坚事业无私奉献的党员干部，把服务保障脱贫攻坚工作作为重中之重，展现了弘扬吕梁精神决战脱贫攻坚的勇气和担当。
“让贫困人口和贫困地区同全国人民一道进入全面小康社会，是党的庄严承诺，也是各级党员干部的职责使命。”临县县委书记张建国说。
截至2020年2月底，13个吕梁山集中连片特困片区县全部脱贫摘帽，吕梁山集中连片特困区第一次摆脱了区域性绝对贫困。
2020年，突如其来的疫情打破了原本平静的生活。在祖国最需要的时候，吕梁闻令而动，10家医院的34名医护人员挺身而出，加入山西支援湖北医疗队，逆行出征，驰援武汉。人们感动于白衣战士们医者仁心、大爱无疆的崇高精神，也向谱写新时代吕梁英雄传的他们致敬。
3.搏未来，不懈创新
头上扎着帽子，腰间围着汗巾，挥起镢头准备向下刨去；旁边的人压低上身，像纤夫一样拉着犁。看着这座雕塑，耳边似乎能听到“嗨哟”“嗨呦”的号子声。
这座名为“一百把镢头闹革命”的雕塑，坐落于吕梁山东麓汾阳市一个叫作贾家庄的村庄。
20世纪50年代前，这里曾是远近闻名的贫困村，四分之三的耕地都是湿泽盐碱地。在创办合作社初期，眼看着因为雇不到足够数量的牛，要误了农时，贾家庄的后生们索性撸起袖子自己干，100多个劳动力披星戴月干了4天4夜，终于按时完成春耕。
人可以被贫穷打倒一时，但不能一直被贫穷按在地上摩擦。说话都如石头叮当脆响的吕梁人，知道穷则思变的道理。
倔强的贾家庄人憋着一股劲儿，坚持23年改碱治水，开展农机具改革运动，搞集体经济办水泥厂、开焦化厂，愣是把一个“春天返碱白茫茫，夏天雨涝水汪汪”的不毛之地改造为适合机械化耕作的沃土良田，让一穷二白的山窝窝蜕变为亿万富村。就在前不久，贾家庄将“2020年中国全面小康乡村振兴十大示范村镇”的荣誉收入囊中。
贾家庄的奋斗及蜕变，是吕梁艰苦奋斗、勇于创新，不断攀登发展高峰的一个缩影。但对于“因煤而兴，因煤而困”的吕梁来说，蜕变之路似乎要艰难得多。
21世纪的第一个10年，地下接近50%的煤炭储量，让吕梁轻而易举就走上经济发展的快车道，市域GDP多年保持省内第一。然而，当时间进入21世纪的第二个10年，随着煤炭产业迎来动荡，吕梁发展短暂的黄金时代宣告结束，省内排名一落千丈。
长期“一煤独大”造成的经济发展不均衡、观念及思想上的路径依赖和较为薄弱的发展基础，这些曾经被繁荣所遮蔽的问题，一项项“顶”上台面。自此，痛定思痛的吕梁开启了又一段艰难的创新求索历程。
5年前，在层层重压下，吕梁开始了“9换1”的调整，并咬牙承受转型的阵痛。所谓“9换1”，就是重新结合本地实际，聚焦并利用铝工业、现代农业、白酒产业集群、光能产业集群等优势，加速经济转型，突破“一煤独大”的产业格局。2018年，吕梁非煤产业占工业经济比重达到52.4%，工业结构实现反转。
如果说“9换1”是吕梁创新发展迈出的第一步，那么“挖数据”“培训护工”就是创新发展的第二步。
稳定的地质机构、山区低温的环境以及丰富的煤炭资源，让吕梁成为数据灾备中心的理想选址，而数据中心的落地以及一大批相关人才的聚集，又为传统产业的数字化转型提供了近水楼台的便利。
如何让大量的贫困人口、富余劳动力有事儿干，有好日子过？培训后助力他们走出大山去就业！吕梁市各级政府提供保姆式服务，从宣传发动、技能培训到跟踪服务，一条龙全包，随着更多护工走出大山实现就业，“吕梁山护工”的牌子也越来越响。
“我们打造‘吕梁山护工’品牌，不是为了品牌而品牌，而是要让老百姓能够实实在在地就业，并且通过一个人的就业，实现全家人的幸福、全家人的脱贫。”吕梁市市长王立伟说，“‘吕梁山护工’成为吕梁脱贫攻坚三大品牌之一，是吕梁精神的弘扬者和传承者，是吕梁的自豪。”
回溯历史，这片贫瘠的土地上，并不缺少创新的基因。1937年，共产党人刘少白创办兴县农民银行，这是中国红色金融史上股份制银行的首次尝试；改革开放初期，下辖的离石区率先搞起了包产到户，是山西省内最先实行这一政策的地方；1992年，吕梁率先在全国进行了“四荒”（荒山、荒坡、荒沟、荒滩）拍卖，开创了山区小流域治理的先河……
正如2019年2月在全市上下开展的以“改革创新、奋发有为”为主题的大讨论所取得的共识，只有进一步解放思想、摒弃僵化保守、打破思想藩篱，才能真正求变求新、赶超发展。眼下，吕梁虽然已经摘掉了穷帽，但发展中存在的诸多问题依旧待解，“资源诅咒”仍未彻底破除，脆弱的生态仍不时发出警报……虽然已经翻过一座又一座山，但在前方等待吕梁人民的，还远不是坦途。
“人说山西好风光……右手一指是吕梁。”几十年间，一首《人说山西好风光》让无数人对吕梁心驰神往。在习近平新时代中国特色社会主义思想指引下，吕梁人民将用自己的智慧和双手，让这片土地升腾起更多的希望和魅力。`;

export default text;
export { title, msg, text };
