const title = "歇马村武氏宅院：晋西北独一无二的窑洞形制";

const msg = {
  from: "中国小康网",
  date: "2018-03-23 21:28:47 ",
  view: 8,
  star: 2,
};

const text = `
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/308288515ce1b5aa829e10c5eebc694b7e25ecdd2cdcc8d68cb40f49af2eceb4?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
歇马村武氏宅院是古交目前发现的历史久远、规模最大、保护完整的古建筑。现有窑洞37孔，分为上下两个院，占地面积约4000平方米，建筑面积2100平方米。据载，歇马村原是一处仅有五六户人家居住的名叫牛窑坡的小村，清顺治年间有名南方生意人路过此地，赞此处为风水宝地，在此留住数日后依依不舍地离开。一名武氏后裔的生意人听说后，骑马到此，饮水小憩，见日落，歇马于此地，故名。他对村底的两股清澈的泉水和秀丽的风光产生了深厚的兴趣。
清顺治二年(1645)武氏家族在歇马村大兴土木。当时共建有窑洞51孔，其中上院38孔为双层窑洞(一层为24孔，二层为14孔)，下院13孔，4个门洞，1座门楼。上、下两层窑洞中间的拱券砖雕艺术工艺十分精美，主要的砖雕图案为人物、花草、鸟兽、吉祥字等。第一排窑洞为两层，第二排窑洞在建筑风格上更是别具一格，表现为前是筒子窑，后为布袋窑与枕头窑。结构形式为：前竖后横，前低后高。用途上：前住人，后囤粮。传说在建筑设计上就将居住、囤粮与库室连为一体，既便于居住又便于看守财物。
清顺治元年(1644）武烈（武氏后人）之前已出了3名举人，5名秀才，在北京、太原等地都有商铺和分号，积累了大量的财富，生活十分富足。但到清道光年间武家第八代孙武锡攀时，武家生活已陷入窘困，再加上上院的二层14孔窑洞连续3年遭天火（雷击）全部被毁，加剧了武氏家族的败落。在这种情况下，武氏后人便将剩余的34孔洞，4个门洞一起卖给了当时给武家当长工的闫姓兄弟。1815年闫雷、闫雨、闫风、闫云四兄弟买下此院，武氏仅留边上3孔居住。闫姓兄弟在买下武氏的房产后，闫姓孙辈闫占威、闫占宽、闫德敖、闫占敖又对上下两个院进行了改造（但未恢复上院被雷击的14孔窑洞)，在上院西侧新建门楼1座。1966年“文化大革命”爆发后，上院门楼被以破“四旧”的名义拆除，其他建筑一直由闫姓的后人居住至今。
歇马村武氏宅院
歇马村武氏宅院在其形制、功能和审美上为我们提供了村落格局的新样式。独特的窑洞内走廊式建筑风格在晋西北地区独一无二，具有较高的历史、科学和艺术价值，文化内涵深刻丰富；为探讨窑洞民居建筑的变迁提供了典型的范例，具有不可移动文物的独特“人格”魅力，值得认真研究、回味和思考，这也是文物的价值所在。
宅院一角
窑洞是中国西北黄土高原上古老居住形式。这一“穴居式”的历史可追溯到4000多年前。窑洞分布于黄土高原的山西、陕西、甘肃等地。中国人民创造性地利用高原有利地形，凿洞而居，它沉积下了古老的黄土地的深层文化。
局部窑洞
窑洞建筑的最大特点就是冬暖夏凉，所以在西北地区流传着“土打的窑洞丈二宽，夏天凉来冬天暖”的民谣。传统窑洞从外观看是圆拱形，虽然很普通，但是在以单调的黄土为背景的情况下，不仅体现了传统思想里天圆地方的理念，而且使这种传统又在空间上渗透着自然与和谐，朴素的外观在建筑美学上别具匠心。所以对窑洞才有“建筑是凝固的音乐，音乐是流动的建筑”这样的评价。这种建筑有着独特的居住价值和文化内涵。
窑洞内一角
窑洞随着历史的发展，建筑形式也越来越多样，主要包括：顶门窗土窑、大门窗石窑、靠山式窑洞、大门窗接口土窑、大门窗泥估窑。根据使用材料又可分为：土窑洞、石窑洞、砖窑洞。人们为了避免猛兽袭击、保障生命，才开始了这样的定居生活。这种状况又促使农业有了较大发展，窑洞便是农耕家园。这是人类历史上巨大的变革，从根本上变了人类“穴居”等简陋的生存环境，为有效地保护人类自身和促进生产发挥了巨大的作用。窑洞这种建筑形式，目前在许多地方仍然大量存在、使用和发展，体现了中华文化的多样性和先人的智慧。  `;

export default text;
export { title, msg, text };
