const title = "古交市三座人行天桥提前完工交付使用";

const msg = {
  from: "太原日报",
  date: "2023-10-25 20:39:00",
  view: 8,
  star: 0,
};

const text = `
近日，由山西建投六建集团承建的古交市新建三座人行天桥建设项目，较计划工期提前45天顺利完工并交付使用。
三座人行天桥建设项目，是2023年古交市政府实施的十件民生实事之一。工程开工前，六建集团提前编制可行性策划专项方案，同步制定施工节点安排和计划。施工过程中，严把安全关、质量关、生态关，应用AR/MR+BIM三维建模等新技术提高施工效率。最终项目提前45天顺利完工，获得建设、设计、监理等单位一致好评。
便民市场人行天桥位于古交体育场北侧，上跨滨河南路。桥梁总长41.8米，梁底采用圆弧线，整体为门式造型，桥面总宽5.1米，人行净宽4.0米，桥上设置飞燕式拱造型，寓意古交市腾飞万里。两侧分设人行梯道和推行坡道，市民由此可直接进入汾河公园。
火车站人行天桥位于古交市火车站南侧，上跨S104省道。主桥总长36米，主桥采用一跨简支梁结构，桥梁总宽5.3米，桥面净宽4.0米。桥身设计为钢结构拱形，净高达到5.5米，满足大小车辆的通行。滨河北路大车较多，安全隐患大，该桥保证了市民进出火车站的安全。
明珠路人行天桥位于古交市汾河明珠住宅小区东南侧，上跨滨河北路。主桥总长36.8米，主桥采用一跨钢桁架结构，桥面总宽4.9米，净宽4.0米。主桥南侧梯道与公园内道路间增修了一条3米宽便道，行人从坡道下来后可直接进入汾河公园。
三座人行天桥工程的交付使用，将助力古交市打造“人车分离，立体过街”的交通系统，进一步改善古交市区内交通环境，减少交通拥堵。
`;

export default text;
export { title, msg, text };
