const title = "看“煤城”如何“美颜” 走进古交感受人居环境之变";

const msg = {
  from: "太原日报",
  date: "2021-08-31 07:34:00",
  view: 12,
  star: 10,
};

const text = `
古交，是座怎样的城市？
同样的问题，时间会让答案变得截然不同。
过去，典型的答案是：这是一座“煤城”，依煤而建、因煤而兴。人们印象里，这座资源型城市灰蒙蒙、黑乎乎。
现在，古交人底气十足地回答：这是一座“美城”！绿色新兴产业蓬勃发展，天蓝水清岸绿成为新常态，一个个村庄经过“六乱”整治的洗礼，变得越来越美丽。
截然不同的答案背后，是这座城市对高质量转型发展的深刻理解与生动实践。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/307f70fecec7d3c65d6a050d3161d97a4b5e14b85d6b71baa67e727493a96ab3?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
“六乱”整治  “厕所革命”  农村变美了
山峦层林尽染，田野蓝绿交融，村庄鸟语花香，农家小院错落有致，移步换景，让人仿若画中游。8月28日，走进古交市常安乡龙庄沟村，“绿树村边合，青山郭外斜”的美景让乡愁油然而生。
村委会前的文化广场上，62岁的村民张凡维正坐在长椅上乘凉。说明来意后，他打开了话匣子，高兴地说：“龙庄沟‘脏、乱、差’已成为过去。如今，这里像公园一样。你看看，柏油马路平整干净，绿化带修剪得齐齐整整，有花有草。臭烘烘的旱厕也改成了水冲式厕所。”
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/14c69f3fe477a9547f04bf55289db0625727c0cd0236e3d8481410040f75ae76?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
龙庄沟的蜕变，仅是古交市农村“六乱”整治的一个缩影。
今年以来，特别是农村“六乱”整治百日攻坚战打响后，古交市以视频会议的形式，开到村一级，并成立市委书记、市长“挂帅”的农村“六乱”整治百日攻坚领导小组，聚焦城乡接合部、交通沿线、村庄街巷、农户庭院、田间地头等重点区域，通过“拆、清、整、绿、建”多措并举，彻底治理“乱搭乱建、乱堆乱放、乱扔乱倒”等突出问题。整治行动中，古交市农业、城管、交通、工信、水务等多个部门各司其职、密切配合，各乡镇（街道）、村（社区）比学赶超，齐心协力打造干净整洁有序的人居环境。
“截至8月28日，清理各类垃圾32067吨，绿化、美化农村公路43公里52793平方米，整治村域内黑臭水体117处，整治排洪沟38公里，改厕7718户，108个农村全部实现农户‘门前三包’……”古交市农村“六乱”整治台账上，每天更新着每项整治内容的详细数据。
治水治城  增绿造景  城市变靓了
在古交，变美的不只农村，城区的变化同样明显。
漫步汾河景区古交段，汾水如一条玉带穿城而过，两岸柳绿花红，各种鸟儿惬意地在水面上觅食嬉戏，三五成群的市民或在景区散步，或在健身广场挥汗如雨。景区内的金牛广场，一座巨型金牛雕塑面朝东北，看着古交东部新城日长夜大。不远处便是刚刚通车的古交首座汾河景观桥——形如新月的火山二桥。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/f83bc12c3c3e1e9307781f134038667247a6220542fe5d6b8433e44977de42f7?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
“近年来，我们先后完成古交汾河一期二期工程，累计疏浚河道6.3公里，修建蓄水钢坝2座，形成了总长4.25公里、蓄水面积51万平方米、蓄水总量84.6万立方米的连续蓄水区。正在实施的古交汾河下游三期工程也已完成工程量的85%。”古交市水务局负责人介绍。与此同时，汾河古交段74处排污口已全部整治封堵。通过治理，古交汾河景区已重现河畅、水清、岸绿的景致。
在古交规模最大的公园——水泉寨公园东园的一处制高点，也立着一座巨型金牛雕塑，见证着古交市区的变化。
水泉寨公园作为古交市地标性景点，近几年先后实施三期工程，通过增绿造景，完成东园、西园以及水泉山体梅香阁景区的改造升级。公园东北侧的金牛大街，绿树成荫，机扫车、洒水车等往来作业。“过去，空气里一天到晚都飘着黑色粉尘，白衬衣穿一天就得洗。现在好了，水清了、树绿了、路面干净了，呼吸比过去畅快多了。”正在路边散步的市民孙国明感慨道。
近年来，古交市大力实施以中心区域为内环，以城郊边缘、主要农村聚集地为中环，以边缘山区为外环的“三环生态圈”战略，累计完成造林绿化面积25.19万亩。同时，借创建全国文明城市的东风，下足“绣花”功夫，大力提升城市精细化管理水平。以城区清扫保洁为例，该市将44条主次干道按区域位置划分为10个大网格，将大网格再以街巷保洁面积划分成54个小网格，每个小网格都有一名“网格长”负责，做到定人定岗，清扫保洁无盲区。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/eabcc562d351712f35c7671715398cc0b2e36518f0fb27800ad8627a6fc400a2?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
生态优先  绿色发展  产业变“绿”了 
谈起产业发展，古交干部群众口中专业术语的变化，让人印象深刻。以前，“煤电”“矿井”“产值”是古交人挂在嘴边的话题；现在，“双碳”“环保”“新兴产业”等成了他们的口头禅。 
这样的变化，源于曾经生态状况的困窘。回溯历史，古交煤炭产业在带来财富的同时，也付出巨大的代价。半个多世纪以来，当地生态和地质环境持续遭受破坏，已成为经济社会可持续发展的瓶颈。 
近年来，古交市牢固树立绿色发展理念，因地制宜，加快建设一批环保绿色产业项目，助推区域高质量转型发展——
2020年，山西西山华通水泥有限公司粉煤灰综合利用项目开工建设，年可处理粉煤灰、炉渣、脱硫石膏300多万吨。今年7月27日，古交生态国防城项目奠基，将采取“生态环境修复+国防特色产业融合+文旅持续引爆”的联合开发模式，边治理、边开发、边运营。今年8月13日，秦晋煤矸石循环综合利用项目开工，每年可处置固废煤矸石、建筑垃圾及粉煤灰等200余万吨……一个个绿色转型产业项目，正助推古交高质量转型崛起。 
“我们将深入贯彻落实习近平生态文明思想和习近平总书记视察山西重要讲话重要指示，牢固树立绿水青山就是金山银山理念，认真贯彻落实省委、太原市委决策部署，坚定不移走绿色、可持续的高质量发展之路，为再现‘锦绣太原城’盛景贡献古交力量。”古交市委书记李卫平表示。
`;
const introduction = "过去，古交是一座以煤炭为主导的城市，而现在，它正在经历着转型，成为一座以绿色发展为主题的城市。城市的生态环境得到了改善，农村和城区都变得更加美丽和宜居。农村进行了"六乱"整治，清理垃圾、美化环境，农村村容村貌得到了改善。";
const headImgURL =
  "https://cdn.builder.io/api/v1/image/assets/TEMP/307f70fecec7d3c65d6a050d3161d97a4b5e14b85d6b71baa67e727493a96ab3?apiKey=c94cf1206d5a44cea72bfa67327d7693&";
export default text;
export { introduction, headImgURL, title, msg, text };
