const title = "山西省古交市加速农村煤改电进程";

const msg = {
  from: "豆瓣网",
  date: "2019-07-21 16:11:32",
  view: 10,
  star: 2,
};

const text = `
悠然古交，千载古城；从来风物殊佳，傲然山川形胜；苍茫吕梁接其西，雄奇太行措其东；黄土沃其野，河汾贯其中；秀美石佛，疑是神工；凌霄双塔，天若有情。
古交市坐落于山西省中部，襟四塞之要冲，是重要的交通枢纽。近年来古交市经济发展迅速，这主要得益于本市丰富的煤炭矿藏。为了建设为一座现代化的工矿城市，古交市宣布在农村开展煤改电，将农村地区的清洁取暖率扩大到60%以上，减少烧煤燃烧带来的雾霾等空气环境污染。
在古交市开展农村煤改电的同时，山西省政府也加大了对古交市农村电网升级改造的资金补贴力度，努力将古交市农村建设为煤改电典型示范项目。北方电磁采暖炉是山西省政府煤改电工程的中标产品，古交市农村的几十名住户在清洁采暖的设备上都选择了北方电磁采暖炉。
古交市农村的刘平女士在接受媒体采访时说：“我每天都看山西省的时政新闻，一直关注山西省的煤改电政策，之前就听说过北方电磁采暖炉这个品牌，所以在古交市进行煤改电的时候，一下子就看准了。无论是外形设计上，还是产品性能上，北方电磁采暖炉都很吸引我。”
能得到了古交市村民的支持，这与北方电磁采暖炉强大的系统功能是分不开的，其采用第8代自主研发DSP节能变频控制系统，有过温保护功能以及加热线圈短路保护功能；采用最新型IGBT水冷循环散热系统，具有减温稳定、安静静音、超强散热等优点；采用高速 DSP 逆变控制，50%沉余标准工化工设计，同等功率比同行多出30%材料，在供暖上可用20年以上。
山西省在古交市农村开展的煤改电工程利国利民，大幅度减少了城市和村镇的污染物排放量，优化了山西省的能源结构，加强了农村偏远地区的电网配套基础设施建设。北方电磁采暖炉等清洁电采暖设备的推广是历史的必然选择，是国家大力发展清洁能源的要求，改善了山西省长期以煤炭为主的取暖方式，提高了空气环境质量，为赢回白云蓝天做出了重要的铺垫。
`;

const introduction =
  "作为山西省的一个重要城市，古交市一直以来都依赖于丰富的煤炭资源。然而，随着环境问题的日益凸显，特别是空气质量受到煤炭燃烧带来的影响，古交市决定加快转型，减少对煤炭的依赖。";
const headImgURL = "";
export default text;
export { introduction, headImgURL, title, msg, text };
