const title = "昔日火焰山 如今披绿装";

const msg = {
  from: "中国环境报",
  date: "2023-10-30 20:41:00",
  view: 10,
  star: 0,
};

const text = `
本报记者高岗栓太原报道
记者日前乘车跟随太原市生态环境局古交分局工作人员翻山越岭来到梭峪乡炉峪口李八沟内，举目远望，昔日气味刺鼻的火焰山一去不复返，取而代之的是一棵棵绿色的油松迎风傲立在荒凉的山丘与沟壑间，让人感受到大自然不凡的生命力。
古交市是山西省重要的主焦煤生产基地。自上世纪80年代以来，在为太原经济社会发展做出突出贡献的同时，其产生的堆积如山的煤矸石发生自燃，也给这个“两山夹一沟”的山城带来严重的环境污染。2018年中央生态环境保护督察组曾对古交市煤矸石山治理提出明确要求。
“这里2020年10月26日开工，投资896.21万元，治理了近1.5万立方米的煤矸石。在黄土覆盖后，我们栽上了耐贫、抗旱、耐寒树种，彻底消除了煤矸石山自燃、复燃难题。”古交市山水林田湖草生态保护修复项目负责人孙伟介绍。包括李八沟在内，古交市已完成所有无主煤矸石山的生态治理。
经排查，古交市共有无主煤矸石山67处，涉及古交市12个乡（镇、街办），堆量大、范围广，裸露堆放，局部区域存在严重的自燃现象，一氧化碳、二氧化硫、硫化氢等有毒有害气体严重污染周边环境。
2020年8月20日，古交市累计投入3.4亿元，启动山水林田湖草生态保护修复工程。其中，废弃煤矸石山恢复治理成为重中之重。
目前，67处无主煤矸石山生态治理全部完工，山水林田湖草生态保护修复工程进入绿化养护阶段。在完成无主煤矸石山治理300万立方米、消除自燃煤矸石30余万立方米后，古交市又排除了泥石流的最大隐患，实现空气质量明显改善、水土流失得到有效治理、矿山地质环境得到有效整治等治理目标。
自2021年10月1日启动“秋冬防”以来，截至2021年12月23日，古交市3个月的优良天气天数为82天，优良率为98.8%。综合污染指数为3.33，同比下降21.6%。6项污染物均同比下降。
“煤矸石自燃，主要影响二氧化硫这一指标。”太原市生态环境局古交分局局长杜海生介绍，“‘秋冬防’以来，古交市空气中二氧化硫浓度为13微克/立方米，同比下降38.1%，环境空气质量改善成效十分明显。”
`;
const introduction =
  "作为山西省的重要煤炭生产基地，古交市长期以来受到煤矸石自燃的严重影响，导致环境污染问题十分突出。为了解决这一问题，古交市自2020年起启动了山水林田湖草生态保护修复工程，其中包括对无主煤矸石山的生态治理。通过投入巨额资金，古交市治理了大量的煤矸石山，采取黄土覆盖和绿化种植等措施，彻底消除了煤矸石自燃的隐患，使周边环境得到了显著改善。";
const headImgURL = "";
export default text;
export { introduction, headImgURL, title, msg, text };
