const title = "“西山晓月”夜景灯光";

const msg = {
  from: "中国照明网",
  date: "2022-01-20 12:25:33",
  view: 6,
  star: 1,
};

const text = `
每当夜幕降临，华灯初上，古交火山二桥上一轮明月映入汾河，一桥一影，成景成诗，传情古交。
山西省太原市古交市滨河北路处
太原出发，在下元乘坐917路到达古交汽车站，步行至汾河桥
古交属北温带大陆性气候，日照充足，昼夜温差大。全年日照数2808小时，年最高气温达40℃，最低气温为-20℃，年均温9.5℃，年均降水量460毫米，年平均蒸发量1025毫米，蒸发量大于降水量，雨量集中在每年的7、8、9月份。冬春季节多风，最大风速7.2米/秒，风向多北西。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/17841ee881726c0fbae658eec9c5e9d7a10ed8a2fc3463abde0ffbb61410733c?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
据了解，火山二桥是古交市第一座汾河景观桥，桥长218米，宽27米，为双向四车道，于2021年8月正式通车。主题“西山晓月”照明设计，结合桥梁优美的拱形造型，采用LED投光灯投射出桥梁主轮廓，LED洗墙灯洗亮桥身，LED点光源犹如一串串明珠;先进的照明理念，融入自然、融入四季四景，月牙形的拱柱在夜景照明灯光的映射下，犹如在汾河上升起的一轮弦月，为桥梁增添了更多的艺术效果，成为古交新的城市地标。
一城文明风，满目皆和谐。今年以来，古交市大力做好城区卫生净化、市政道路硬化、城市外立面环境美化工作。尤其是狠抓城市照明亮化工作，着力提升路灯管护水平，及时更换36套新太阳能路灯照亮市民的“家门口”;全年处理城区路灯不亮问题1000多次，更换灯具、灯泡和其他设施4700多件，修复故障电缆960余米，故障路灯控制箱7台，确保了城市路灯照明正常运行，主要街道路灯亮灯率达98%以上、背街小巷路灯亮灯率达95%以上。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/55e4c86d0769ec590076dcf97b4fd30e3633c07114f9bc719138bb6eea34ad06?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
汾河二桥“西山晓月”吸引了大批市民前来观赏。正在给孩子照相的市民说:“夜景亮化了，古交更美了，我原来每天晚上在城区遛弯儿，现在改到各个公园遛弯儿了，一边欣赏夜景一边健身，一举两得，真是太幸福了!”经过亮化打造的古交华灯璀璨、五彩斑斓。以城市照明亮化为牵引，古交的城市面貌发生了新变化，一批城区道路、公园绿地等基础设施建设集中实施，城市空间宽敞通透了，城市的气韵越来越有魅力了。
`;

export default text;
export { title, msg, text };
