const text = `         每当夜幕降临，华灯初上，古交火山二桥上一轮明月映入汾河，一桥一影，成景成诗，传情古交。
据了解，火山二桥是古交市第一座汾河景观桥，桥长218米，宽27米，为双向四车道，于2021年8月正式通车。主题“西山晓月”照明设计，结合桥梁优美的拱形造型，采用LED投光灯投射出桥梁主轮廓，LED洗墙灯洗亮桥身，LED点光源犹如一串串明珠;先进的照明理念，融入自然、融入四季四景，月牙形的拱柱在夜景照明灯光的映射下，犹如在汾河上升起的一轮弦月，为桥梁增添了更多的艺术效果，成为古交新的城市地标。
一城文明风，满目皆和谐。今年以来，古交市大力做好城区卫生净化、市政道路硬化、城市外立面环境美化工作。尤其是狠抓城市照明亮化工作，着力提升路灯管护水平，及时更换36套新太阳能路灯照亮市民的“家门口”;全年处理城区路灯不亮问题1000多次，更换灯具、灯泡和其他设施4700多件，修复故障电缆960余米，故障路灯控制箱7台，确保了城市路灯照明正常运行，主要街道路灯亮灯率达98%以上、背街小巷路灯亮灯率达95%以上。
汾河二桥“西山晓月”吸引了大批市民前来观赏。正在给孩子照相的市民说:“夜景亮化了，古交更美了，我原来每天晚上在城区遛弯儿，现在改到各个公园遛弯儿了，一边欣赏夜景一边健身，一举两得，真是太幸福了!”经过亮化打造的古交华灯璀璨、五彩斑斓。以城市照明亮化为牵引，古交的城市面貌发生了新变化，一批城区道路、公园绿地等基础设施建设集中实施，城市空间宽敞通透了，城市的气韵越来越有魅力了。
古交电厂的夜景也令人美不胜收，不由得让人联想到古交电厂灿烂的发展前景。
山西古交发电厂基础设施齐全，建厂条件十分优越。 山西古交发电厂燃用洗中煤、当地煤矸石和煤泥等低热值劣质资源，采用高效除尘设施，可以有效的减少粉尘污染；采用直接空冷技术以及“中水”复用技术，可节水80%以上；采用高效脱硫技术，可减少二氧化硫污染。
古交发电厂规划装机容量为3000兆瓦，其中一期工程2×300兆瓦，二期工程2×600兆瓦，三期工程2×660兆瓦。一期工程于2005年投入使用，每年实现销售收入10亿多元；二期工程于2008年开工建设，2011年投产；三期工程建设2×660MWCFB空冷机组，配套建设一座年产600万吨的水泥厂，项目总投资约45亿元。?三期工程将可就地消化煤矸石和煤泥等低热质、劣质煤资源约500万吨，600万吨的水泥厂消耗全部粉煤灰。
三期项目投产后，预计每年可实现销售收入20亿元，实现利税3亿元。年发电量约60亿千瓦时，年耗煤量约500万吨（其中：煤矸石约300万吨、煤泥约50万吨、洗中煤约150万吨）。
古交矿区和地方开采、选洗过程中在当地堆积了大量的煤矸石、洗中煤、煤泥等低热值燃料，三期项目燃用当地煤矸石和煤泥等低热值劣质资源，实现变废为宝，为节能、高效、环保的资源综合利用发电工程，建成后将促进古交矿区的产业升级，充分发挥煤电一体化的产业优势，可有效改善当地环境质量，社会效益、经济效益、环境效益显著。
三期项目采用660MWCFB空冷机组是世界上规模最大、技术最先进、智能化最高的超临界循环流化床机组，具有煤电联营、大型坑口及循环经济三大特点，建成后必将会成为我国电力发展历程上的标志性工程。
西山煤电古交发电厂三期2×660MW(CFB) 扩建项目已列入山西省电力工业“十二五”发展规划`;

export default text;
