const text = `
“龙城秘境”地处古交市河口镇院家峁—角子崖—汾河二库龙湾处，地理位置独特，地形地貌奇绝。站在山上一个神奇的位置，会形成一个神奇的角度，向山下望去，碧水凝脂，峡谷神奇，灵蛇、神龟、海豚、鳄鱼等天然形成的山体自然景观，让人仿佛置身于一个神秘的世界。
天然形成的山体景观玄妙感十足
河口镇是太原进入古交的第一镇，是古交的“东大门”和对外展示形象的“重要窗口”，四面环山，群峰竞秀、层峦叠嶂，年均气温6℃至8.7℃。汾河如玉带般蜿蜒而过，从河口镇角子崖东流出古交境，沿岸景观如画、风光旖旎。角子崖地处河口镇院家峁村，位于万柏林区、尖草坪区、古交市、阳曲县四地交汇处。
在一处观景台前，高山指着远处的两条小山脉，介绍它们被称为“神龟入海”。果然，细看它们，像两只可爱的神龟横卧在碧绿幽深的汾河湖水中，确实宛如“神龟入海”。通过无人机拍摄，从空中俯瞰，角子崖毗邻的汾河河段呈“龙”形，龙爪、龙身、龙角、龙头，栩栩如生，宛若“真龙盘桓”，此为“龙城秘境”。置身其中，不由得感慨大自然的鬼斧神工。
角子崖与此地其它自然人文资源形成了“青山绿水古村落”的立体式风景。山下碧水凝脂，山侧峡谷神奇，山上古村石窑、石壁古韵悠然，灵蛇、神龟、海豚、鳄鱼等天然形成了山体自然景观，玄妙感油然而生。
特别要提醒的是，山水风景好，安全不能忘。角子崖地处山区，道路崎岖、山路弯曲，前往这里一定要注意安全。另外还要注意地质灾害预警，严防山体滑坡、塌方、泥石流等灾害发生，注意自身安全。
`;

export default text;
