const title = "古交晋绥八分区(专署)旧址：红色沃土寻初心 革命精神照古今";

const msg = {
  from: "澎湃新闻",
  date: "2021-01-22 12:40:00",
  view: 11,
  star: 3,
};

const text = `
古交是革命老区，岔口乡关头村是老区中的老区。1943年至1945年抗战胜利期间，晋绥八分区党政军机关曾移驻古交市岔囗乡关头村，古交成为八分区抗日根据地的核心。1月21日，走进位于关头村村西的晋绥八分区(专署)旧址，因疫情防控参观者很少，气氛尤显肃静。讲解员缓缓的叙说把思绪带回到那战火纷飞的岁月。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/64e6e44f5da6095b01e546121bdc65bc152608d407d7023e0300d8ff31837864?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
由于古交地区特殊的战略地位，抗战爆发太原沦陷后，我八路军120师358旅迅速挺进古交地区创建抗日根据地，点燃了阳（曲）交（城）边区抗日烽火，古交成为中共领导的抗日组织和八路军、新军等抗日武装的前进基地。直至抗战胜利，古交地区作为八分区抗日根据地的一部分，在八分区的历史上留下了浓墨重彩的一页，为抗日战争的胜利做出了突出贡献。
八分区是晋绥根据地的南大门，是陕甘宁边区通往各抗日根据地的交通要道，战略位置十分重要，三大历史功绩彪炳史册。在这里，八分区军民前赴后继、浴血奋战，完成了运送伤员、粮食、弹药、文件等艰巨任务，安全护送了刘少奇、彭德怀、陈毅、刘伯承、邓小平、杨尚昆、陆定一、陈赓、薄一波等中央领导同志和七大代表以及其他干部三千多人，被党中央誉为“钢铁走廊”。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/6db002aa9d8a397d78132b0659b909c545147def40ee7ffbb469b2427bbf7d0d?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
在这里，罗贵波、王长江等八分区领导人指挥了“挤敌人”、攻势作战等一系列军事斗争，成为阻敌西进的坚强堡垒。毛泽东电示晋绥分局给予“挤敌人”战术高度评价，并要求各根据地要向八分区那样地战斗，打出威风来，扩大自己，挤小敌人。
在这里，1944年八分区接待了一行22人的盟国记者参观团，带领他们参观了深山丛林中的战地医院，简陋的兵工厂，还采访了关押在大应寒村的俘虏。八分区军民以实际行动展示了八路军坚持抗日的决心和战绩，击破了国民党散布的“共产党游而不击”的谣言，改变了中外视听，给出了“八路军是抗日的”答案。
此外，针对日军实行军事、政治、经济、文化的“总力战”，八分区展开了党政军民齐动手的人民战争，古交地区成为根据地建设的试验地和先行者。在日军的暴行面前，古交地区人民不屈不挠，努力生产、踊跃参军、积极捐款捐物支援抗战。“关头整风”是在关头村东的观音堂还有旁边的一座大院进行的。参加整风学习的干部有300余人，整风达到了很好效果，用马克思主义和毛泽东思想武装头脑，纯洁了党的组织，淬炼了党员干部的党性，为夺取抗日战争的伟大胜利奠定了坚实的思想基础。大生产运动发动群众成立变工队，把有劳动力、土地、牲畜的农户组织起来合作，极大的提高了生产力。文化建设方面，最有名的就是小睦剧团，剧本就地取材，自编自演，深受百姓欢迎，达到教育群众、改造思想的作用。
八分区抗日根据地建立以来，有5000余名中华优秀儿女为国捐躯，为了缅怀他们，激励后人，八分区党政军机关于1944年10月在古交睦联坡村东修建落成“抗日殉国烈士纪念碑”，碑身侧缕刻了1209名烈士英名，他们中既有主力部队、地方游击队、武工队和民兵的烈士，也有党、政、民中为国捐躯者，还有为挽救民族危亡而牺牲的爱国民主人士。烈士们永远活在人们心中。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/2a5a16a2b2b6a591ebc00c7376b4282394f08e6ac99d727b176f854da537c899?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
1945年8月16日，古交全境收复。八分区军民在艰苦卓绝的斗争环境中所锻造的对党忠诚、胸怀全局、团结奋进、英勇顽强、担当作为的战斗精神，成为了延安精神、吕梁精神的重要组成部分，这种精神激励着一代代人夺取革命胜利，推进老区振兴。
古交市晋绥八分区（专署）旧址现为山西省国防教育基地、党史教育基地，太原市爱国主义教育基地、党性教育基地、廉政教育基地等，2000年被太原市人民政府公布为市级文物保护单位，2020年6月又被确定为山西省第六批省级文物保护单位，并被列入太原市党性教育现场教学点进行集中打造，同年关头村被评为山西省第二批AAA级乡村旅游示范村。

`;

const introduction =
  "本篇报道详细介绍了古交市岔口乡关头村在抗日战争时期的重要历史地位和丰富的抗日斗争经历。作为革命老区中的老区，关头村承载了抗日战争时期晋绥八分区党政军机关的重要任务，成为八分区抗日根据地的核心所在。";
const headImgURL =
  "https://cdn.builder.io/api/v1/image/assets/TEMP/64e6e44f5da6095b01e546121bdc65bc152608d407d7023e0300d8ff31837864?apiKey=c94cf1206d5a44cea72bfa67327d7693&";
export default text;
export { introduction, headImgURL, title, msg, text };
