const title = "千佛寺的前世今生";

const msg = {
  from: "山西省政协",
  date: "2023-07-14 16:17:00",
  view: 13,
  star: 6,
};

const text = `
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/4f2ba4f22506278e2d4b98d2b9be38ce3b05a2297017360d13b9b6a16650d981?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
千佛寺石雕佛像（部分）
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/5b6c4732a3be28d7bd9610a97c59eb23ea6e82818f14a5260206cbf21424c0cb?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
千佛寺是古交境内最富盛名的千年古刹，是国家级重点文物保护单位。据清道光十年（1830）《重修千佛寺碑记》记载，该寺“始创自唐，由来久矣”。《古交志》《古交村志》等方志所载：“千佛寺始建于唐，续建于宋，扩建于明。”随着历史的变迁，千佛寺历时一千多年春秋寒暑，历经三迁，经过了无数次的翻新、维护和修复。
千佛寺始建
千佛寺始建于汾河北岸，西曲村旁的纺车沟（现名矾石沟），在距沟口5里开外的一处向阳坡地，半山腰间一片原生态台阶基地上。矾石沟后又称梵寺沟，显然以寺而得名。而今入矾石沟5里之阳，有一处古地名——千佛洞，尽管看上去既无洞穴又无佛，但存有古老的砖块瓦砾遗存。考古工作者曾在这里发掘出一处明代古墓，出土了古铜镜等珍贵文物。千佛寺内有千佛洞，洞内有千尊石佛石像。千佛寺始建于初唐，因千佛洞中的千尊石佛像而得名。现存的明万历十四年（1586）《重修千佛寺序并诗》古碑可佐证。
庆幸的是，当初千佛寺内千佛洞中的1144尊唐代石刻佛像，几经风波，几历搬迁，现仍完好存于新建的千佛寺主殿中。这也正是古交千佛寺成为全国重点文物保护单位的原因所在。
千佛寺重建
重建的千佛寺地址位于原古交镇西南，古地名寺塔梁之下，新建大道“千佛路”以里。重建千佛寺的时间推移到北宋大中祥符二年（1009），据现存明万历十四年（1586）《重修千佛寺序并诗》古碑所载：“古交之乡有古刹焉，名曰千佛，两川相挟，背山临水，左有钟楼壮其威，右有井泉毓其秀，前有石寨钟其灵。森然雄伟，郁然佳丽。”
元明之交，寺院屡遭兵匪之乱。明成化七年（1471），重修千佛寺，直至明弘治元年（1488）才告竣工，这次复修历时18个年头，将原寺扩建成一座具有相当规模、独具特色的十方梵刹。然而，明末，千佛寺又遭兵灾战火，到清代又几经复修。从明代成化至清代道光年间，千佛寺经历了六次较大的翻新复修，以碑记为证，均藏于寺中。1932年，千佛寺最后一次复修不久，日寇侵华，寺院再次遭到严重破坏。
1978年，十一届三中全会后，文物古迹的保护和修复工作开始受到关注。1980年，中央财政下拨专款用于千佛寺的抢救性保护，并在寺内设立了文物管理所，对这一处古交市代表性文物进行重点保护。1983年10月11日，太原市人民政府将该寺列为“太原市重点文物保护单位”。
千佛寺新迁
改革开放后，为更好地保护千佛寺古迹，1990年，古交市委、市政府决定对这一珍贵的历史文化遗产进行整体搬迁。迁移后的千佛寺地址在古交市东曲街道办事处川东社区杨家坡中段，即水泉寨公园山顶。
新建千佛寺恢复了明代的建筑风格，主殿大雄宝殿后檐墙嵌有石雕佛像图79幅，以石建墙，以墙见佛，上雕刻着8厘米高的唐代小佛像1144尊。所有佛像趺坐在高13厘米、宽10厘米的佛龛内，佛像面目端庄，衣纹流畅，束腰、宽肩、高胸、束冠、圆脸，经专家鉴定为隋唐风格。这些佛像是千佛寺精华所在，虽然石质为砂岩，雕刻手法略微粗犷，但造型古朴，极富情趣，千姿百态，无一雷同，是太原地区目前保留最为完整的、极富地方特色的珍贵石雕艺术作品。也是研究我国隋唐以来雕塑艺术不可多得的文物资料。
2004年，山西省人民政府将千佛寺列为全省重点文物保护单位。2013年3月，公布其为第七批全国重点文物保护单位，千佛名胜，永载史册。
`;

const introduction =
  "千佛寺是古交市著名的古刹，位于市区南端，两川相夹，背山临水，庙貌庄严古朴，距今已有千年历史。寺内有千余尊石雕像，因而得名。寺庙坐落于古交市金牛东大街杨家坡，最早创立于唐代，1992年因城市建设搬迁至现址。主殿大雄宝殿以及天王殿、钟楼、鼓楼等建筑雄伟壮丽。";
const headImgURL =
  "https://cdn.builder.io/api/v1/image/assets/TEMP/4f2ba4f22506278e2d4b98d2b9be38ce3b05a2297017360d13b9b6a16650d981?apiKey=c94cf1206d5a44cea72bfa67327d7693&";
export default text;
export { introduction, headImgURL, title, msg, text };
