const title = "石千峰——中国远古文明的发祥地";

const msg = {
  from: "新浪网",
  date: "2018-07-07 14:44:50",
  view: 13,
  star: 0,
};

const text = `
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/5dba219f377ad3b35876175ee2f7ca64bd9a716741ec0658f2c57207708a071d?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
《山西古今地名词典》记载：“石千峰，位于太原市西，古交市东13.5公里处，是太原西部山地主峰，南北长约50公里，东西宽约10公里，海拔1775米，北山坡为古交市主要煤矿区。山上有石先峰墓，并以此得名，后音讹为石千峰。”那么这个石先峰是谁呢？史无详细记载。据《民俗礼仪大全》载：“据《太原县志》载，‘后汉太原留守刘知远将举大事，募膂力之士，得太山勇士石敢当，使四十斤铁锤，人莫能敌’，这里提到了勇士出自太山。太山在山西太原境内，因无任何名气，不被外人所知，所以除太原以外，流传在外的‘石敢当’石碑，一律写成‘泰山石敢当’，人们从心理上就认定。只有冠以泰山之名，才是名正言顺。再者说，‘太’、‘泰’两字为通假字，古时两字通用。故尔‘太山石敢当’也就顺理成章地成了今天的‘泰山石敢当’了。”这本书出自二OO三年广西民族出版社，由民俗学家赵强主编，在全国有广泛的流传。这里赵强为“太山石敢当”正名，其历史依据为古《太原县志》。另据《太原府志》载：“太山，在县西五里，高九十丈，最高为东坪峰、西坪峰，东至山麓二里，西北连蒙山，北至瓠子沟一里，上有龙泉一泓。”这里记述了太山的确切位置，即在今晋源区内，并不高大，也不出名，其周边确有“石”姓住户，后汉时出了一个“石敢当”的勇士。这个“石敢当”与“石先峰”是不是一个人呢？首先可以明确的是，因他为勇士，带兵打仗充当先锋是情理中的事。另据《读史方與纪要·卷四十》记载：“交城山，在县北百二十五里。《志》云，古交城治此。周显德三年，北汉主钧葬其父崇于交城北山即此。”这里所指的北山，显然是指古交地区。《中国历代帝王录》则称：“世祖，名刘旻（民），初名崇，后汉高祖刘知远的堂弟。后汉灭，他自立为帝，为北汉创立者。在位四年，忧愤成疾而死，终年六十岁，葬于交城。”这段记载与前段记载是一脉相承的。就是北汉开国皇帝刘崇就葬于古交地区。刘崇为刘知远的堂弟。刘知远“举大事”当上皇帝，在位仅仅两年，这个“石敢当”是跟随刘知远战死的呢？还是为了反对后周又投奔了刘崇的呢？不得而知，但可以肯定的是，他们为同一时期人，又都是刘知远的亲信。据明嘉靖三十年《太原县志》记载：“五代，北汉刘氏墓，县西南三十里天龙谷中，五代史汉世家不载，刘崇而下三君葬所，墓额云大汉英武皇帝园陵八字。”据此可知，北汉共有四位皇帝，除刘崇葬于古交地区外，其余三位皇帝均葬于天龙山之天龙谷。清道光《阳曲阳志》记载：“西峙山，在县西南，上有石先峰墓，故又名石先峰山，南北二山对峙，与太原天龙山相连。”不难看出，石千峰与天龙山相连，刘崇与石敢当的墓葬地应当在石千峰地区。乾隆《太原府志》记载：“石尖峰，在县西北六十里烈石谷口，有孤石立汾水侧，高十丈，有奇。”这里所指的“石尖峰”，即为石千峰，而“孤石”应为纪念石先峰立得最早的“石敢当碑石”。因石敢当勇猛，与门神秦琼、尉迟恭同样，被民间尊崇为驱邪辟妖的神灵而顶礼膜拜。值得一提的是，在石千峰的汾河谷口处立孤石，即可佐证石先锋应当为“石敢当”。因此，石敢当源于太原是较为可信的，而“石先峰”应为太山之石敢当。
石千峰地名的由来就有如此丰富的文化内涵，而其境域内分布的旧石器时代遗址，就更加令人叹服，其文化内涵堪称中国一绝。
据《太原考古》记载，石千峰境内分布有四处旧石器时代遗址：
一、王家沟遗址。位于桃园办事处申堂岩行政村王家沟自然村东部的山坡上。这是旧石器时代的早期遗址。“地质年代为中更新世早期，文化年代属于旧石器时代早期的较早阶段。”“与山西匼河文化相近。”著名考古学家贾兰坡将匼河文化锁定在一百万年以前。而北京周口店的地质年代为中更新世中期，文化年代的最新表述为“距今约70万年至20万年”，它晚于王家沟遗址。因此，王家沟的文化年代应在100万年至75万年之间。这处遗址属于晚期猿人阶段，在生物分类上属于直立人。
二、长峪沟遗址。位于东曲办事处长峪沟社区东约200米的阶地上。这是一处旧石器时代的中期遗址。“地质年代为晚更新世早期”，“文化年代属于旧石器时代中期，距今约10万年至5万年之间”。这处遗址属于早期智人阶段，在生物分类上属于古人阶段。
三、神堂岩遗址。位于东曲办事处神堂岩村。“地质年代属于晚更新世晚期”，“文化年代属于旧石器时代晚期，距今约5万年至1万年之间”。这处遗址属于晚期智人阶段，在生物分类上属于新人阶段。
四、石千峰遗址。位于邢家社乡北石沟村山坡上。这是一处旧石器时代向新石器时代过渡的遗址，属于细石器时代遗址。“地质年代为晚更新世晚期”，“文化年代属于旧石器时代晚期，距今约1万年左右”。这处遗址属于晚期智人阶段，在生物分类上属于新人阶段。
综上所述，石千峰境内分布的四处旧石器时代遗址，具有如下几个特征：
一、分布密度高。王家沟系申堂岩的一个自然村，相距不足2公里，而它位于长峪沟沟掌部的山坡上，相距不足4公里，石千峰遗址距王家沟遗址直线距离也不足7公里。可见遗址的分布密是相当高的，印证了古人类在这一小的地域内频繁活动的历史轨迹。
二、研究价值大。在这一不足20平方公里的范围内同时分布有旧石器时代早期、中期、晚期三个不同历史时期的遗址，这在中国的版图上是极其罕见的，甚至可以说是绝无仅有的，从直立人过渡到古人，又过渡到新人阶段，时间跨度达一百万年之久，彰显着人类生生不息的远古文明。如果说，黄河是中国的母亲河，黄河流域是中国古代文化的摇篮，那么汾河作为黄河的重要支流，孕育了如西侯渡、丁村、蛾毛口、古交遗址等远古文明，而地处汾河流域的石千峰，旧石器时代文化已极大的丰富了黄河古代文化的内涵，在这个意义上讲，石千峰当为中国古代文明的发祥地之一。
三、文物价值高。王家沟遗址、石千峰遗址、长峪沟遗址均为全国重点文物保护单位“古交遗址”的重要组成部分。而古交遗址保护的中心地带有一处旧石器时期的石器制造场，系全国五大石器制造场之一，对于研究古人类活动有着十分重要的意义。
四、开发愿景广。我们山西芮城有一处西侯度旧石器时代遗址，这是中国最早的一处遗址，距今约180万年，此外尚有一处云南元谋人遗址，距今约170万年。超过100万年的就这么两处遗址。而达到100万年的也只有两处，一处为山西的匼河遗址，一处即为古交的王家沟遗址。目前，西侯度正在打造人类发展摇篮的旅游胜地，不妨前去观光以示借鉴。石千峰旧石器遗址别具一格，极具特色，辅之以“石敢当”文化、“随老母文化”、“许家山古人类居住地文化”等人文景观是相当吸引人的。加之石千峰茂密的森林公园资源，开发的愿景是非常广阔的，它必将成为古交市文化产业开发的又一张亮丽名片。
`;
const introduction =
  "石千峰得名于古时在山上发现的石先峰墓，后来音讹为石千峰。而石先峰据《民俗礼仪大全》所述可能是一个勇士，传说他是太山的勇士石敢当，据称他是后汉太原留守刘知远的亲信，与刘知远有密切联系。";
const headImgURL =
  "https://cdn.builder.io/api/v1/image/assets/TEMP/5dba219f377ad3b35876175ee2f7ca64bd9a716741ec0658f2c57207708a071d?apiKey=c94cf1206d5a44cea72bfa67327d7693&";
export default text;
export { introduction, headImgURL, title, msg, text };
