const title = "古交水泉寨";

const msg = {
  from: "识典百科",
  date: "2021-03-22 12:38:00",
  view: 11,
  star: 5,
};

const text = `
水泉寨位于古交市中心，南依千佛寺，东靠市民广场，周围环境风格各异，相互衬托，齐增秀态。占地面积15公顷，因有淙淙泉水常年不息而得名。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/a140e0f4dcbced5cd3c7a394cbbb4f83d202b2b97d2c2b23a8d29c6e8d2fa969?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
水泉寨是一个地方的象征，也是我们的骄傲。关于水泉寨有一个神奇的传说，天帝见这里特别美，水是绿幽幽的，就派使者来这里建造一个亭子，为了他以后可以常来观赏，可是使者来了以后就爱上了这里，他怕自己建成以后就不能来观赏了，就故意拖延时间，天帝知道后大怒，就把他变成了牛，让他时时刻刻拉着山，这座山就是水泉寨的金牛山，也是水泉寨最特色的一角，现已成为古交市的标志。
公园始建于1989年。它因地处水泉寨山而得名。原全国人大常委会委员长彭真题写园名。东园属苏州园林风格。有苏式园、儿童乐园（东园儿童乐园已拆除）、动物园（已拆除）等三个园区。主要景点有“古泉揽胜”牌楼，春花湖，拢翠湖，书画苑。真是春来如画，秀水平铺。，山坡下为古交解放纪念碑大型浮雕，展示了老区人民在抗日战争、解放战争时期惊天动地的革命史实。姊妹亭、凤鸣楼雕梁画栋、玲珑剔透。虽然它从1989年开始建，但是它的存在要比建更久远，名义建造只是在原有的基础上有增添了各地区风格，也是向外证明了古交是在发展的古交是在进步的古交是在追逐未来的。
[img:https://cdn.builder.io/api/v1/image/assets/TEMP/554b21ca1ae894286703db97a55a353bee5575d15cea33d7eb59712d6a32d820?apiKey=c94cf1206d5a44cea72bfa67327d7693&]
由于文化的影响，在水泉寨也形成了一个晋剧演出的点，也就是晋剧票友班，晋剧票友班成立十年了，演出所需的行头、文武场均由个人出资置办，演员都是青一色的老年人，演出的剧目既有自编自导的新戏，又有群众喜闻乐见的传统剧目。
古交是一个很古老的地方了，古交，原称交城。因处汾河、孔河交汇地而名。隋开皇十六年（596年）在此置交城县。唐武后天授二年（691年），长史王及善移县治于山南却波村，此地遂称故交城，简称故交。故、古词义相通，渐演变为古交。清道光《交城县志》载，古交废县城，“在县东北九十里故交村南水泉寨下（今古交市水泉寨公园），故老相传现在水泉寨关帝庙即县之南关”。清为古交镇，1958年成立古交工矿区，1988年改名古交市。现为市、镇名。可以说古交的水泉寨是一个很古老的神圣胜地，因而它的存在传承了很久的文化。
`;

export default text;
export { title, msg, text };
